logs/ycsb_rocksdb/test1/20190816143704_024/20190816143704_024_f.log
[OVERALL], RunTime(ms), 340
[OVERALL], Throughput(ops/sec), 2941.176470588235
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 1000
[READ], AverageLatency(us), 172.402
[READ], MinLatency(us), 8
[READ], MaxLatency(us), 2335
[READ], 95thPercentileLatency(us), 403
[READ], 99thPercentileLatency(us), 1011
[READ], Return=OK, 1000
[READ-MODIFY-WRITE], Operations, 484
[READ-MODIFY-WRITE], AverageLatency(us), 1909.3347107438017
[READ-MODIFY-WRITE], MinLatency(us), 99
[READ-MODIFY-WRITE], MaxLatency(us), 23279
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 2585
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 22895
[CLEANUP], Operations, 24
[CLEANUP], AverageLatency(us), 707.7916666666666
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 16863
[CLEANUP], 95thPercentileLatency(us), 17
[CLEANUP], 99thPercentileLatency(us), 16863
[UPDATE], Operations, 484
[UPDATE], AverageLatency(us), 1112.4793388429753
[UPDATE], MinLatency(us), 82
[UPDATE], MaxLatency(us), 4995
[UPDATE], 95thPercentileLatency(us), 2247
[UPDATE], 99thPercentileLatency(us), 4883
[UPDATE], Return=OK, 484